<?php

return [
    'name' => 'آسان پی',
    'copyright' => 'کلیه حقوق این ‌سایت متعلق به شرکت <a href="https://asanpay.com" target="_top">آسان پی</a> است',
    'unknown' => 'نامشخص',
    'unknown_err' => 'متاسفانه هنگام ثبت نام خطایی رخ داد. لطفا بعدا دوباره امتحان کنید',
    'save_success' => 'اطلاعات با موفقیت ذخیره شد',
    'req_saved_succ' => 'درخواست شما با موفقیت ثبت شد',
    'failed_request' => 'متاسفانه پردازش درخواست شما با خطا مواجه شد. لطفا دوباره امتحان کنید.',
    'footer_note' => 'اکنون «آسان‌پی» به عنوان پرداخت‌یار شبکه الکترونیکی پرداخت کشور در کنار شماست تا تمام نیازهای پرداخت اینترنتی کسب و کار شما را بر طرف سازد.',
];
