<?php
return [
    'AsanLinkDesc' => 'آسان لینک با ساده سازی فرایند پرداخت برای کاربران و مشتریان شما باعث افزایش فروش محصولات و خدمات شما از طریق شبکه‌های اجتماعی مانند اینستاگرام، تلگرام یا وب‌سایت می‌شود.',
    'ComingSoon' => 'بزودی ...',
    'Create'=> 'ساخت',
    'ExtraServices' => 'خدمات جانبی',

    'FAQ' => 'سوالات متداول',
    'IPGAPIDoc' => 'مستندات درگاه پرداخت',
    'IPGDesc' => 'درگاه پرداخت آسان‌پی، با اتصال همزمان به درگاههای مختلف بانکی (PSPها)، کاربران را به سریع‌ترین و مطمئن‌ترین درگاه بانکی منتقل می‌کند و به واسطه‌ قابلیت مسیردهی هوشمند، باعث افزایش درصد تراکنش‌های موفق می‌شود.',
    'Login' => 'ورود',
    'MainServices' => 'خدمات اصلی',
    'MultiplexDesc' => 'تسهیم بهترین روش برای مدیریت مالی کسب‌ و کارهای شراکتی است که به واسطه‌ی آن، درآمد حاصل از فروش محصولات یا خدمات، در سهم‌های ثابت یا متغیر میان شرکای تجاری تقسیم شده و به صورت جداگانه به حساب هر شخص واریز می‌‌شود.',
    'OnlinePaySol' => 'راهکارهای پرداخت آنلاین',
    'OtherServices' => 'سایر خدمات',
    'SocialPayment' => 'پرداخت در شبکه‌های اجتماعی',
    'Sponsors' => 'حامیان',
    'TrustedBiz' => 'منتخب بیش از <span class="c-primary">:number</span> کسب و کار آنلاین',
    'UsefulLinks' => 'لینکهای مفید',
];
